spec/rails_app/app/controllers/dummies_controller.rb

  def create
    Dummy.create!(create_params)
---
INSERT INTO "dummies" ("name", "number") VALUES (?, ?)  [["name", "dummy"], ["number", 123]]